/*
   Localizable.strings
   Gmail Notifr

   Created by James Chen on 8/4/09.
   Copyright 2009 ashchan.com. All rights reserved.

   Contributor: Fabrice Truillot de Chambrier, Christopher Korn, burningTyger
 */


//-----------------------------------------
// Menu and tooltip
// ----------------------------------------
/* Open Inbox menu item under each account */
"Open Inbox" = "Posteingang öffnen";

/* menubar tooltip when checking mail */
"Checking Mail" = "E-Mails lesen…";

/* connection error message */
"Connection Error" = "Verbindungfehler";

/* wrong username/password pair error message */
"Username/password Wrong" = "Ungültiger Benutzername/Kennwort";

/* count of unread messages */
"Unread Messages" = "%d ungelesene E-Mails";

/* count (1) of unread message */
"Unread Message" = "%d ungelesene E-Mail";

/* last check time */
"Last Checked:" = "Letzter Abruf:";

/* Enable, Disable */
"Enable Account" = "Konto aktivieren";
"Disable Account" = "Konto deaktivieren";

/* Check */
"Check" = "E-Mails abrufen";

/* Main Menu */
"Check All" = "E-Mails abrufen";
"Preferences..." = "Einstellungen...";
"Check for Updates..." = "Nach Updates suchen...";
"About Gmail Notifr" = "Über Mail Notifr";
"Donate..." = "Spenden...";
"Quit Gmail Notifr" = "Mail Notifr beenden";


//-----------------------------------------
// Preferences - Settings
// ----------------------------------------
"Settings" = "Einstellungen";
"Launch at login" = "Bei Anmeldung automatisch öffnen";
"Show unread count in menu bar" = "Anzahl ungelesener E-Mails in Menüleiste anzeigen";
"shortcuts.label" = "Tastaturkürzel";
"shortcuts.checkall.label" = "E-Mails abrufen:";


//-----------------------------------------
// Preferences - Accounts
// ----------------------------------------
"Accounts" = "Konten";
"Edit" = "Bearbeiten";

"Username:" = "Benutzername:";
"Password:" = "Kennwort:";
"Check for new mail every" = "Überprüfe auf neue E-Mails alle";
"minutes" = "Minuten";
"Use Growl Notification" = "Benachrichtigungen";
"Play sound:" = "Benachrichtigungston:";
"To add a Google Hosted Account, specify the full email address as username, eg: admin@ashchan.com." = "Um ein Google Apps Konto hinzuzufügen, die ganze E-Mailadresse (z.B. james@ashchan.com) angeben.";
"Enable this account" = "Dieses Konto aktivieren";
"Open in browser:" = "Im Browser öffnen:";
"Cancel" = "Abbrechen";
"OK" = "Speichern";
